let user = {
    money: 500,// 玩家余额
    star: 20,//玩家评价
    feePack: {
        arr: [1, 1, 2, 0],//小费罐解锁与套用
        money: 500//小费罐剩余金额
    },
    feePlus: 50,//每分钟小费增加
    tableArr:[
        {
            arr: [1, 1, 2, 0],//1号桌登记与套用
            money: 500//1号桌剩余金额
        }, 
        {
            arr: [1, 1, 2, 0],//2号桌
            money: 500
        },
        {
            arr: [1, 1, 2, 0],
            money: 500
        },
        {
            arr: [1, 1, 2, 0],
            money: 500
        },
        {
            arr: [1, 1, 2, 0],
            money: 500
        },
        {
            arr: [1, 1, 2, 0],
            money: 500
        }
    ],
    plants: [1, 1, 2, 0],//绿植解锁与套用
    dessert: [1, 1, 2, 0],//甜点解锁与套用
    mat: [1, 1, 2, 0],//地垫解锁与套用
    curtain: [1, 1, 2, 0],//门帘解锁与套用
    ornaments: [1, 1, 2, 0],//墙饰解锁与套用
    coffee: [1, 1, 2, 0],//咖啡解锁与套用
    wine: [1, 1, 2, 0],//酒柜解锁与套用
    stoveArr: [
        {
            arr: [1, 1, 2, 0]//1号炉解锁与套用
        },
        {
            arr: [1, 1, 2, 0]//2号炉
        },
        {
            arr: [1, 1, 2, 0]
        },
        {
            arr: [1, 1, 2, 0]
        },
        {
            arr: [1, 1, 2, 0]
        },
        {
            arr: [1, 1, 2, 0]
        }
    ], 
    window: [1, 1, 2, 0],//窗户解锁与套用
    trash: [1, 1, 2, 0],//垃圾桶解锁与套用
    cupboard: [1, 1, 2, 0],//碗柜解锁与套用
    goods: [1, 1, 2, 0],//货物解锁与套用
    oven: {
        arr: [1, 1, 2, 0],//火炉解锁与套用
        money: 500//火炉剩余金额
    },
    kitchenOrnaments: [1, 1, 2, 0],//厨房墙饰解锁与套用
    cabinet: {
        arr: [1, 1, 2, 0],//橱柜解锁与套用
        money: 500//橱柜剩余金额
    },
    iceBox: [1, 1, 2, 0],//冰箱解锁与套用
    worktop: {
        arr: [1, 1, 2, 0],//料理台解锁与套用
        money: 500//料理台剩余金额
    },
    visitor:  [1, 2, 3, 5, 8, 9, 11, 25, 63],//顾客解锁序号    
    food: [1, 1, 2, 1, 1, 1, 1, 2, 1, 1, 2, 1, 1, 0, 0, 0, 0, 0, 0, 0],//食物解锁序号
    employee1: [1,1,1,2,2,3,4,5,0],//员工解锁与等级
    mission:[1, 15, 65, 21, 5],//已领取的每日任务序号
    missionDone: [1, 2, 1, 0, 0],//每日任务完成与领取状态
    achievement: [1, 2, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 2],//成就完成与领取状态
    propagate: [1, 1, 2, 0],//已解锁与套用的宣传手段
    longTimeMission: {
        mission: [1, 2, 3],//长期任务进行中序号
        remainTime: [23300, 404, 223]//长期任务剩余时间
    }
}